import '../styles/About.css';

function About() {
  return (
    <div className="about-container">
      <h2>קצת עלינו</h2>
      <p>
      הזרים המיובשים עברו תהליך ייבוש וישארו איתכם לתמיד והזרים הטריים נבחרים בקפידה בהתאם לעונה ולמקום האירוע.

      </p>
      <p>
      הפרחים המיובשים של אלה- לי משלבים בין זר פרחים טבעי ואמיתי לבין יצירה שנשארת איתכן.ם לתקופה ממושכת. ניתנת האפשרות לרכוש זרים יחידים או מקבצים בבחירה אישית.      </p>
      <p>
      את כלל הזרים המיושבים ניתן לרכוש ביחידים ובמקבצים וניתנת האפשרות להוסיף חלוקי נחל לשמירה על יציבות הזר.
      </p>
      <img 
        src="https://res.cloudinary.com/dic1dbce9/image/upload/v1745414660/IMG_5735_-_Copy_2_rw6h3p.jpg" 
        alt="סטודיו פרחים" 
        className="about-image"
      />
    </div>
  );
}

export default About;
